{
  "QE.id": "quick-encounters",
  "QE.Name": "Quick Encounters",
  "QE.Welcome" : "Benvenuto in Quick Encounters",
  "QE.Description": "Fissa i tuoi Incontri nella Scena o nel Diario e avviali con un solo clic!<h4>Metodo 1:</h4><p>Posiziona e seleziona i tuoi token ostili e clicca il pulsante <i class='fas fa-swords'></i> 'Incontro Rapido' per salvarli in un'Entrata del Journal degli Incontri. Per avviare l'Incontro, fai doppio clic sull'icona del Combattimento e clicca il pulsante Esegui Incontro Rapido</p><h4>Metodo 2:</h4><p>Crea un'Entrata nel Journal con il tuo testo descrittivo. Trascina gli Attori nell'Entrata del Journal. Trascina l'Entrata del Journal nella posizione desiderata dell'Incontro sulla tua mappa. Per avviare l'Incontro, seleziona la Nota sulla Mappa o apri l'Entrata del Journal dell'Incontro e clicca il pulsante Incontro Rapido</p>",
  "QE.Instructions.CONTENT" : "<strong>I tuoi tokens (e/o tiles) e le loro posizioni sono stati salvati in questa voce di diario e sostituiti con una singola nota di incontro rapido.</strong> Per eseguire Quick Encounter, fare doppio clic sull'icona Map Note e quindi fare clic sul pulsante Esegui Quick Encounter.<br><br><h3>Quick Encounter</h3><p><i>Aggiungi una descrizione dell'incontro rapido per te o per i tuoi giocatori:</i></p><br>",
  "QE.Instructions.CONTENT1" : "<h3>Quick Encounter</h3><p><i>Aggiungi una descrizione dell'Incontro Rapido per te o per i tuoi giocatori:</i></p>",
  "QE.Instructions.CONTENT2" : "<br><strong>I tuoi tokens (e/o tiles) e le loro posizioni sono stati salvati in questa voce di diario e sostituiti con una singola nota di incontro rapido.</strong> Per eseguire l'Incontro Rapido, fare doppio clic sull'icona Map Note e quindi fare clic sul pulsante Esegui Incontro Rapido.<br><br>",
  "QE.TotalXP.CONTENT" : "<br>Totale degli incontri (esclusi i casuali):",
  "QE.AddToCombatTracker.INTRO" : "<h3>Incontro Rapido</h3><p>Quick Encounters ha aggiunto dinamicamente questa sezione perché ci sono attori incorporati. Fai clic sul pulsante per aggiungere <strong>tutti</strong> gli Attori/Token memorizzati nella scena e nel Combat Tracker.</p>",
  "QE.AddToCombatTracker.NoMapNote" : "<p><strong>Attenzione: non esiste una nota sulla mappa per inserire questo incontro rapido. Devi aggiungerne uno prima di poterlo eseguire.</strong></p>",
  "QE.AddToCombatTracker.BUTTON" : "Esegui Incontro",
  "QE.JEBorder.ShowQE" : "Mostra",
  "QE.JEBorder.HideQE" : "Nascondi",
  "QE.CreateQuickEncounter.BUTTON" : "Crea un Incontro Rapido da tokens/tiles selezionati o esegui un Incontro Rapido esistente dal diario",
  "QE.UpdateEncounterMapNote.BUTTON" : "Aggiorna nota dell'Incontro Rapido",
  "QE.Config.TITLE" : "Configurazione nota dell'Incontro Rapido",
  "QE.SwitchScene.TITLE" : "Cambiare scena?",
  "QE.SwitchScene.CONTENT" : "Questo Incontro Veloce è in una scena diversa; vuoi passare a",
  "QE.SwitchScene.CONTENT_v0612": "Questo Incontro Veloce è in una scena diversa; vuoi passare a {sceneName}?",
  "QE.DeletedJournalNote.TITLE" :  "Nota dell'Incontro Rapido eliminata",
  "QE.DeletedJournalNote.CONTENT" :  "Poiché hai eliminato la registrazione del diario dell'Incontro Rapido, ho eliminato anche la nota associata",
  "QE.DeletedJournalNote.Multiple.CONTENT" : "Poiché hai eliminato la registrazione del diario dell'Incontro Rapido, ho eliminato anche  {numNotesDeleted} nota(e) associate",
  "QE.NoMapNote.TITLE" : "Nessuna posizione per l'Incontro Rapido",
  "QE.NoMapNote.CONTENT" : "Non ci sono note sulla mappa per collocare questo incontro rapido. Vuoi creare una nota predefinita al centro della tua visualizzazione?",
  "QE.NoMapNote.YES" : "Crea una nota sulla mappa",
  "QE.NoMapNote.NO" : "Lo farò io",
  "QE.CreatedMapNote.TITLE": "Nota Mappa Creata dell'Incontro Rapido",
  "QE.CreatedMapNote.CONTENT": "È stata creata una nota di mappa predefinita; controlla il posizionamento e esegui nuovamente l'Incontro Rapido.",
  "QE.IncludeFriendlies.TITLE" : "Includere le disposizioni amichevoli selezionate?",
  "QE.IncludeFriendlies.CONTENT" : "Hai selezionato token con disposizione amichevole: vuoi includerli nell'incontro rapido?",
  "QE.AddToQuickEncounter.TITLE": "Aggiungere per aprire l'Incontro Rapido?",
  "QE.AddToQuickEncounter.CONTENT": "Hai un Incontro Rapido aperto e tokens o tiles Ostili selezionati; vuoi eseguire l'incontro rapido, aggiungere i token/tiles o creare un nuovo incontro rapido?",  
  "QE.AddToQuickEncounter.ADD" : "Inserisci",
  "QE.AddToQuickEncounter.RUN" : "Esegui",
  "QE.AddToQuickEncounter.CREATE" : "Crea Nuovo",
  "QE.LinkToQuickEncounter.TITLE": "Collega un incontro veloce?",
  "QE.LinkToQuickEncounter.CONTENT": "Hai una voce di diario aperta e token o tiles Ostili selezionati; vuoi collegare un Incontro Rapido a questo diario o crearne uno nuovo?",
  "QE.LinkToQuickEncounter.LINK": "Collegamento",
  "QE.LinkToQuickEncounter.CREATE": "Crea Nuovo",
  "QE.MoreActorsThanTokens.TITLE" : "Sicuro di voler creare più token?",
  "QE.MoreActorsThanTokens.CONTENT" : "Hai {{numExcessActors}} attori in più rispetto ai token salvati. Creare più token?",
  "QE.HowToUse.TITLE" : "Come usare Quick Encounters",
  "QE.HowToUse.Intro": "<p>Se stai visualizzando questo messaggio, è perché hai cliccato sul pulsante Quick Encounters <i class='fas fa-swords'></i> e o:</p><ol><li>Non hai selezionato alcun gettone O</li><li>Non avevi aperta una Voce di Diario con collegamenti a Personaggi all'interno</li></ol><p>Ma non preoccuparti, ti spiegheremo tutto!</p><h2>Come utilizzare gli Incontri Rapidi</h2><p>Tieni aperta questa Voce di Diario e segui le istruzioni!</p>",
  "QE.HowToUse.Method1": "<h3>Metodo 1</h3><p>Questo metodo duplica la funzionalità \"Incontro\" disponibile in <a href=\"http://www.fantasygrounds.com\" target=\"_blank\" rel=\"noopener\">Fantasy Grounds</a>.</p><ol><li>Trascina i tuoi gettoni Ostili sulla mappa della Scena (sia spostando gettoni esistenti che trascinando Personaggi)</li><li>Seleziona i gettoni che vuoi utilizzare nell'Incontro Rapido (se vuoi, cambia la loro visibilità cliccando con il pulsante destro e selezionando l'opzione di Attiva/Disattiva Visibilità)</li><li>Premi il pulsante a forma di \"pugno\" degli Incontri Rapidi (nelle Controlli del Gettone a sinistra).</li><li>Verrà aperta una nuova Voce di Diario per l'Incontro Rapido con collegamenti ai Personaggi.<ul><li>Aggiungi testo descrittivo da leggere quando esegui questo Incontro</li><li>Scegli una cartella per questa Voce di Diario (specialmente se hai una cartella per ogni Scena)</li><li>Nota che i tuoi gettoni sono scomparsi dalla mappa e la finestra di dialogo degli Incontri Rapidi (nuova nella versione 0.6) mostra che sono stati salvati.</li></ul></li><li>Chiudi la Voce di Diario e vedrai una nuova Nota sulla scena che rappresenta il tuo Incontro Rapido; puoi spostare la Nota o fare doppio clic destro per modificarne l'aspetto.</li><li>Per eseguire il tuo Incontro Rapido, fai doppio clic sulla Nota per aprire la Voce di Diario degli Incontri Rapidi e la finestra di dialogo degli Incontri Rapidi.</li><li>Quindi clicca sul pulsante <strong>Esegui Incontro Rapido</strong> incorporato; i tuoi gettoni salvati saranno posizionati sulla mappa e aggiunti al Tracciatore di Combattimento, pronti per combattere! (puoi anche cliccare sul pulsante a forma di \"pugno\" degli Incontri Rapidi al posto del pulsante incorporato)</li></ol>",
  "QE.HowToUse.Method2": "<h3>Metodo 2</h3><ol><li>Crea una Voce di Diario e descrivi il tuo Incontro oppure apri una Voce di Diario esistente (come quelle che troveresti in un modulo acquistato).</li><li>Trascina Personaggi (anche da Compendi!) nella tua Voce di Diario (puoi mettere un numero di fronte al collegamento del Personaggio per ottenerne più di uno)</li><li>Chiudi la Voce di Diario; se non esiste già una Nota, trascina la Voce di Diario nella posizione desiderata per l'Incontro</li><li>Per eseguire il tuo Incontro Rapido, fai doppio clic sulla Nota per aprire la Voce di Diario degli Incontri Rapidi.</li><li>Clicca sul pulsante degli Incontri Rapidi: i tuoi gettoni generati saranno posizionati intorno alla Nota e aggiunti al Tracciatore di Combattimento, pronti per combattere!<ul><li>In questo metodo, i tuoi gettoni sono sempre invisibili quando vengono aggiunti alla mappa</li></ul></li></ol>",
  "QE.HowToUse.WhatNow": "<h2>E ora?</h2><p>È sufficiente chiudere questa Nota di Diario così com'è e verrà eliminata automaticamente!</p><p>Oppure puoi eliminare questo testo e trasformarlo nella tua prima voce di Diario di tipo Incontro Rapido seguendo il secondo metodo qui sopra. Per maggiori informazioni, <a href=\"https://github.com/spetzel2020/quick-encounters/blob/master/README.md\" target=\"_blank\" rel=\"noopener\">controlla il README (solo in inglese)</a></p>",
  "QE.HowToUse.Editing": "<h2>Puoi fare tanto altro!</h2><p>Puoi:<ul><li>Aggiungere gettoni/piastrelle aprendo un Incontro Rapido, selezionando i gettoni/piastrelle e cliccando sul pulsante [Aggiungi gettoni/piastrelle]</li><li>Ridurre il numero di Personaggi cambiando il numero nella finestra di dialogo degli Incontri Rapidi (i gettoni generati vengono rimossi prima dei gettoni salvati)</li><li>Rimuovere Personaggi cancellando il numero nella finestra di dialogo o passando con il cursore sull'icona del Personaggio e cliccando sul segno meno ; rimuovi tutti i Personaggi per eliminare completamente l'Incontro Rapido</li><li>Per impostazione predefinita, gli Incontri Rapidi includono tutti i Personaggi in combattimento, ma con Foundry 10 puoi suddividerli tra diverse pagine degli Incontri Rapidi in una Voce di Diario.</li><li>Puoi aggiungere Piastrelle al tuo Incontro Rapido in modo simile selezionando il menu di Controllo delle Piastrelle a sinistra, posizionando le Piastrelle e cliccando sul pulsante degli Incontri Rapidi</li></ul></p>",
  "QE.FreezeCapturedTokens.NAME" : "Congela i token \"catturati\"",
  "QE.FreezeCapturedTokens.HINT" : "I token esistenti che salvi in ​​un incontro rapido non verranno modificati (ad esempio da TokenMold) quando esegui l'incontro. Deseleziona la casella di controllo se desideri consentire a TokenMold o ad altri programmi di modificare il nome dei token, HP o altre statistiche. Questa impostazione non influisce sui token appena generati dai collegamenti degli attori.",
  "QE.DisplayXPAfterCombat.NAME" : "Mostra PE dopo il combattimento",
  "QE.DisplayXPAfterCombat.HINT": "Quando si preme Fine combattimento o si elimina il Combat Tracker, viene visualizzato il totale di PE dei token Ostili e i PE per token Giocatore",
  "QE.Setting.ShowQEAutomatically.NAME" : "Mostra finestra QE automaticamente",
  "QE.Setting.ShowQEAutomatically.HINT" : "Mostra automaticamente la finestra di dialogo Incontro rapido se la voce di diario ha token/tiles collegati o attori incorporati. È sempre possibile aprire l'Incontro rapido manualmente dall'icona QE (pugno) sulla testata della voce di diario o nascondere uno specifico Incontro rapido dall'icona QE sulla testata della finestra di dialogo QE.",
  "QE.XPtoAward.TITLE" : "PE da assegnare",
  "QE.XPtoAward.TOTAL" : "PE calcolati per token ostili:",
  "QE.XPtoAward.PERPLAYER": "<br>(PNG Amichevoli o Neutrali non inclusi)<br>PE per giocatore: ",
  "QE.UseQuickEncounterDialog.NAME" : "Usa la nuova finestra di dialogo Incontro Rapido",
  "QE.UseQuickEncounterDialog.HINT" : "La nuova finestra di dialogo Incontro Rapido (impostazione predefinita in 0.6) si apre accanto alla voce del diario dell'incontro rapido e ti consente di aggiungere o rimuovere attori/token ed eseguire rapidamente l'incontro, senza dover scorrere la voce del diario per gli attori o il pulsante Incontro rapido",
  "QE.QuickEncounterDialog.INTRO": "Puoi regolare il numero di Personaggi a un numero intero o un tiro di dado; la linea successiva mostra i gettoni salvati (icone piccole se attive, o caselle di controllo se eliminati) e i gettoni generati (non selezionati).<br>Per salvare più gettoni, selezionali nella Scena e premi il pulsante Aggiungi gettoni/piastrelle. Per rimuovere un Personaggio o una Piastrella, clicca sulla sua icona.<br><strong>Attenzione: </strong>Le modifiche apportate qui non aggiornano la Voce Diario.",
  "QE.QuickEncounterDialog.INTRO_COMPENDIUM" : "Per modificare, posizionare token o eseguire questo Incontro rapido, importa prima la voce del diario dal Compendio",
  "QE.QuickEncounterDialog.Save.BUTTON" : "Aggiorna",
  "QE.QuickEncounterDialog.Run.BUTTON" : "Esegui QE",
  "QE.QuickEncounterDialog.Add.BUTTON" : "Aggiungi token/tile",
  "QE.QuickEncounterDialog.PS" : "<p><i>Questa è la nuova finestra di dialogo Incontri rapidi. Deseleziona </i><strong>Usa la nuova finestra di dialogo Incontro Rapido</strong><i> nelle Impostazioni se vuoi tornare indietro.</i></p>",
  "QE.QuickEncounterDialog.InvalidNumActors.WARNING" : "Immettere uno spazio vuoto, un numero intero positivo o un tiro di dado (ad esempio, 2d6+5); hai inserito un numero non valido:",
  "QE.QuickEncounterDialog.Remove" : "Rimuovi {name}",
  "QE.QuickEncounterDialog.SCENE_TOKEN" : "Token della Scena: verrà lasciato in posizione",
  "QE.QuickEncounterDialog.SAVED_TOKEN" : "Token salvato: verrà rigenerato",
  "QE.QuickEncounterDialog.GENERATED_TOKEN" : "Token generato - verrà creato",
  "QE.Setting.ShowDeleteTokensDialogAfterCombat.NAME" : "Mostra la finestra di dialogo Elimina dopo il combattimento",
  "QE.Setting.ShowDeleteTokensDialogAfterCombat.HINT" : "Dopo aver premuto Termina Combattimento o eliminato il Combat Tracker, visualizza una finestra di dialogo con le opzioni per eliminare i token ostili dalla scena. Cancella questa impostazione per il comportamento pre-0.9.",
  "QE.DeleteTokensAfterCombat.TITLE" : "Elimina Token Ostili?",
  "QE.DeleteTokensAfterCombat.CONTENT" : "Elimina tutti o solo i token ostili sconfitti dalla scena (elimina solo i token aggiunti al Combat Tracker)",
  "QE.DeleteTokensAfterCombat.DELETEALL" : "Tutti",
  "QE.DeleteTokensAfterCombat.DELETEDEFEATED" : "Sconfitti",
  "QE.Setting.DeleteTokensAfterAdd.NAME" : "Elimina i token dopo l'aggiunta/collegamento",
  "QE.Setting.DeleteTokensAfterAdd.HINT": "Dopo aver creato/aggiunto/collegato i token a un incontro rapido, eliminali dalla scena (predefinito, comportamento precedente a 0.9). Deseleziona questa impostazione per consentirti di lasciare i token in modo selettivo (nel qual caso Quick Encounters li utilizzerà invece di rigenerarli).",
  "QE.DeleteTokensAfterAdd.TITLE" : "Eliminare i token aggiunti?",
  "QE.DeleteTokensAfterAdd.CONTENT" : "Elimina i token selezionati dalla scena (nel qual caso verranno rigenerati quando esegui l'incontro rapido) o lasciali (nel qual caso verranno utilizzati sul posto)",
  "QE.DeleteTokensAfterAdd.DELETE": "Elimina",
  "QE.DeleteTokensAfterAdd.LEAVE": "Lascia",
  "QE.Setting.ShowAddToCombatTrackerCheckbox.NAME" : "Mostra Aggiungi al Combattimento",
  "QE.Setting.ShowAddToCombatTrackerCheckbox.HINT" : "Mostra un'opzione Aggiungi al Combattimento per ogni combattente nella finestra di dialogo QE (predefinito: non mostrato e tutti i combattenti vengono aggiunti al Combat Tracker)",
  "QE.Setting.CheckInstantEncounter.NAME": "Controlla per Incontri Istantanei",
  "QE.Setting.CheckInstantEncounter.HINT": "Quando trascini una Voce Diario di tipo Quick Encounter nella scena per creare una nota QE, chiedi se QE debba eseguirla immediatamente come incontro istantaneo (impostazione predefinita: non chiedere)",
  "QE.AddToCombatTracker.TITLE" : "Aggiungi al Combattimento",
  "QE.CheckInstantEncounter.TITLE" : "Esegui Incontro Istantaneo?",
  "QE.CheckInstantEncounter.CONTENT" : "Esegui immediatamente l'incontro rapido (incontro istantaneo) o crea una nota di incontro rapido sulla scena (predefinita precedentemente)?",
  "QE.CheckInstantEncounter.BUTTON.RUN_INSTANT" : "Esegui Incontro Istantaneo",
  "QE.CheckInstantEncounter.BUTTON.CREATE_QE": "Crea Nota QE",
  "QE.Setting.DefaultQEFolder.NAME" : "Cartella QE Predefinita",
  "QE.Setting.DefaultQEFolder.HINT": "Il nome di una cartella di Diario esistente in cui verranno create le nuove Voci di Diario per gli Incontri Rapidi. Predefinito: vuoto (le nuove VDI saranno create nel livello superiore dei Diari)",
  "QE.Setting.ExtractActorRollTables.NAME": "Estrai Tabelle di Lancio Personaggi",
  "QE.Setting.ExtractActorRollTables.HINT": "Crea un Incontro Rapido dalle Tabelle di Lancio Personaggi incorporate in una Voce di Diario. Quando esegui l'Incontro Rapido, gli Incontri Rapidi utilizzano il moltiplicatore e la Tabella di Lancio per generare uno o più Personaggi da aggiungere all'Incontro",
  "QE.Notification.SelectTokensOrTiles.WARN": "Seleziona alcuni gettoni o piastrelle da aggiungere all'Incontro Rapido",
  "QE.Notification.FolderNotFound.WARN": "La cartella {defaultFolderName} non è stata trovata; per favore, creala prima",
  "QE.Setting.AddPlayerTokensToCombatTracker.NAME": "Aggiungi Token dei Giocatori al Tracker dei Combattimenti",
  "QE.Setting.AddPlayerTokensToCombatTracker.HINT": "Aggiunge automaticamente i Token dei Giocatori al Tracker dei Combattimenti quando esegui l'Incontro Rapido. Le opzioni sono No (predefinito), Nella Scena (tutti i token dei giocatori nella Scena), Connessi (token dei giocatori nella Scena di proprietà di un giocatore connesso)",
  "QE.Setting.AddPlayerTokensToCombatTracker.OPTION.No": "No",
  "QE.Setting.AddPlayerTokensToCombatTracker.OPTION.All": "Tutti",
  "QE.Setting.AddPlayerTokensToCombatTracker.OPTION.LoggedIn": "Connessi",
  "QE.Setting.AddPlayerTokensToCombatTracker.OPTION.InScene": "Nella Scena"
  }
